import React from "react";
import "../components/Text.css"
const Text = () => {
    return(
        <div className="text-component">
            <div className="text-present">
                <p>Поздравляю с Днем святого Валентина самую обаятельную, красивую, светлую, добрую девушку которую я когда либо встречал в своей жизни.
                    Хочу чтобы в твоей жизни был человек который всегда поможет, выслушает и не осудит. Будет надежной опорой и поддержкой.
                    Пользуясь случаем хочу пригласить тебя в субботу-воскресение посидеть попить чая (можно и не чая) с пиццей/ролами или что-то на твой выбор).
                    И да, открой свое сердце, возможно скоро в него постучится твое счастье!
                </p>
                <div>P.s. Знаю дизайн не сверх, хотел успеть и немного удивить)</div>
            </div>
        </div>
    )
}

export default Text